import React from 'react'
import Card from '../Card'
import Graphbg from '../Graphbg'
import Futureimg from "@/public/images/card/social-media.png";
export default function WhyCanva() {
  return (
    <Graphbg
          className={"py-10"}
          content={
            <>
              <div>
                <div className="heading text-[40px] font-extrabold flex gap-2 items-center justify-center py-10 text-white">
                  <span className="leading-[65px]">কেন এই কোর্সটি</span> ​{" "}
                  <span className="highlight">সবচেয়ে এডভান্স এবং ইউনিক?</span>{" "}
                </div>

                <div className="grid lg:grid-cols-2 grid-cols-1 gap-5 items-stretch justify-center lg:w-[70%] w-full m-auto py-5">
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                </div>
                <div className="grid lg:grid-cols-3 grid-cols-1 gap-5 items-stretch justify-center lg:w-[70%] w-full m-auto py-5">
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                </div>
                <div className="grid lg:grid-cols-2 grid-cols-1 gap-5 items-stretch justify-center lg:w-[70%] w-full m-auto py-5">
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                  <Card
                    img={Futureimg}
                    heading={"ফিউচার ইজ লীডস"}
                    bg={"white"}
                    text={
                      <>
                        ফিউচার ইজ লিড জেনারেশন এবং আমরা এখন বসে আছি সেই
                        ভবিষ্যতের দ্বারপ্রান্তে। যদি আপনি এই পরিবর্তনকে এক্সেপ্ট
                        করে এগিয়ে যেতে পারেন এবং অন্যদের আগে নিজেকে এই জার্নিতে
                        শামিল করে নিতে পারেন, তাহলে আপনি সফলতা অন্যদের থেকে
                        বহুগুণ আগে পেয়ে যাবেন। তবে ডিসিশনটা আপনার, আপনি পিছিয়ে
                        থাকবেন নাকি এগিয়ে যাবেন।
                      </>
                    }
                  />
                </div>
              </div>
            </>
          }
        />
  )
}
